Repository: panchi64/418-vehicle-maintenance-tracker
Catalog: apps/checkpoint/ios/checkpoint/Resources/AppShortcuts.xcstrings
Source language: en
Languages: es

source: Add a maintenance reminder in ${applicationName}
es: Agregar un recordatorio de mantenimiento en ${applicationName}

source: Add a receipt to ${applicationName}
es: Agregar un recibo a ${applicationName}

source: Add a service in ${applicationName}
es: Agregar un servicio en ${applicationName}

source: Check my car maintenance in ${applicationName}
es: Revisar el mantenimiento de mi carro en ${applicationName}

source: Check my mileage in ${applicationName}
es: Ver mi millaje en ${applicationName}

source: Find a document in ${applicationName}
es: Buscar un documento en ${applicationName}

source: Find my ${type} in ${applicationName}
es: Buscar mi ${type} en ${applicationName}

source: Find my last service in ${applicationName}
es: Buscar mi último servicio en ${applicationName}

source: How many miles are on my car in ${applicationName}
es: Cuántas millas tiene mi carro en ${applicationName}

source: How much have I spent in ${applicationName}
es: Cuánto he gastado en ${applicationName}

source: I finished a service in ${applicationName}
es: Terminé un servicio en ${applicationName}

source: I got my car serviced in ${applicationName}
es: Le di servicio a mi carro en ${applicationName}

source: Log a receipt in ${applicationName}
es: Registrar un recibo en ${applicationName}

source: Log a service in ${applicationName}
es: Registrar un servicio en ${applicationName}

source: Log maintenance in ${applicationName}
es: Registrar mantenimiento en ${applicationName}

source: Log mileage in ${applicationName}
es: Registrar millaje en ${applicationName}

source: Log this receipt in ${applicationName}
es: Registrar este recibo en ${applicationName}

source: Mark a service done in ${applicationName}
es: Marcar un servicio como hecho en ${applicationName}

source: Mark maintenance done in ${applicationName}
es: Marcar mantenimiento como hecho en ${applicationName}

source: Record a service in ${applicationName}
es: Anotar un servicio en ${applicationName}

source: Record mileage in ${applicationName}
es: Anotar millaje en ${applicationName}

source: Schedule a service in ${applicationName}
es: Programar un servicio en ${applicationName}

source: Show my car spending in ${applicationName}
es: Ver los gastos de mi carro en ${applicationName}

source: Show my ${type} in ${applicationName}
es: Mostrar mi ${type} en ${applicationName}

source: Show my car documents in ${applicationName}
es: Mostrar los documentos de mi carro en ${applicationName}

source: Show upcoming maintenance in ${applicationName}
es: Mostrar el próximo mantenimiento en ${applicationName}

source: Update mileage in ${applicationName}
es: Actualizar millaje en ${applicationName}

source: Update my car mileage in ${applicationName}
es: Actualizar el millaje de mi carro en ${applicationName}

source: What have I spent on my car in ${applicationName}
es: Qué he gastado en mi carro en ${applicationName}

source: What maintenance is coming up in ${applicationName}
es: Qué mantenimiento viene en ${applicationName}

source: What maintenance is due in ${applicationName}
es: Qué mantenimiento toca en ${applicationName}

source: What services are due in ${applicationName}
es: Qué servicios tocan en ${applicationName}

source: What's due on my car in ${applicationName}
es: Qué le toca a mi carro en ${applicationName}

source: What's my mileage in ${applicationName}
es: Cuál es mi millaje en ${applicationName}

source: What's next on my car in ${applicationName}
es: Qué sigue para mi carro en ${applicationName}

source: When did I last service my car in ${applicationName}
es: Cuándo le di servicio a mi carro por última vez en ${applicationName}

source: When was my last maintenance in ${applicationName}
es: Cuándo fue mi último mantenimiento en ${applicationName}
